// import { people01, people02, people03, facebook, instagram, linkedin, twitter, airbnb, binance, coinbase, dropbox, send, shield, star  } from "../assets";
import { article } from "../articles/article";
import {
  feature1img,
  feature2img,
  Avatar1,
  Avatar2,
  Avatar3,
  Avatar4,
  Avatar5,
  Avatar6,
  book1Cover,
  book2Cover,
  book3Cover,
  book4Cover,
  book5Cover,
  extroCover,
  BookSet1,
  BookSet2,
  BookSet3,
  BookSet4,
  BookSet5,
} from "../assets";

export const navLinks = [
  {
    id: "features",
    title: "閱讀楊牧",
  },
  {
    id: "product",
    title: "套書規格",
  },
  {
    id: "questions",
    title: "常見問題",
  },
  {
    id: "purchase",
    title: "永恆珍藏",
  },
];

export const features = [
  {
    id: "feature-1",
    img: feature1img,
    title: "仰首看永恆",
    content:
      "五卷三十冊\n遵循楊牧之理念原則\n文字為重，力求樸素\n附遺作《微塵》",
  },
  {
    id: "feature-2",
    img: feature2img,
    title: "詩意的本質",
    content:
      "詩本身不僅發現特定的細節\n果敢的心通過機伶的閱讀策略\n將你的遭遇和思維一一擴大\n渲染，與時間共同延續至永遠\n展開無限，你終於警覺\n惟詩真理是真理規範時間\n\n——〈論詩詩〉楊牧",
  },
  {
    id: "feature-3",
    // icon: send,
    title: "Balance Transfer",
    content:
      "A balance transfer credit card can save you a lot of money in interest charges.",
  },
];

export const reviews = [
  {
    id: "review-1",
    header: "華文世界首次全面呈現",
    content:
      "二零二四年春，由花蓮同鄕老友葉步榮先生監修、洪範書店負責之三十卷全集，終將楊牧先生對《詩經》之比較研究，在華文世界首次全面呈現，定必對日後中國文學的理論探討多有啟發。",
    name: "鄭樹森 / 聖地牙哥加州大學榮休教授",
    nameCard: "",
    fullReview: true,
    avatar: Avatar5,
    articleTitle: "楊牧與詩經",
    article:
      "二十世紀西方文學理論暨方法，繽紛蓬勃，發展多元，堪稱空前。但在教科書及主流回顧裏，通常缺席或忽略的總是「口頭創作」（oral composition) 或文學的「口頭性」（orality) 理論。\n二十世紀的三十年代，出身柏克萊加州大學的希臘文學學者米爾曼 · 巴理 (Milman Parry) 及其門生阿拔特 · 洛德 (Albert Lord) ，在今天的波斯尼亞（Bosnia) 地區「田野調查」，以當時最先進的錄音器材，錄下數千小時該地完全文盲的詩歌吟唱手之長篇詠誦，並以此客觀證明口頭創作如何以各種「套語」（formulas or formulaic expressions) 來記憶、敍述、即場創作; 更進一步說明古希臘的荷馬史詩（Homeric epics) 之創作方法，亦屬同一血脈傳統的口頭創作吟詠。兩位學者的發現，在研究典範上，徹底顛覆過去對荷馬史詩的認知。巴理教授更曾被譽為「荷馬研究之達爾文」。\n楊牧先生在柏克萊加州大學攻讀比較文學博士時，研習古希臘文及古英文，亦因此對荷馬史詩、古英詩《貝奧武夫》在原典中之成於「口頭創作」，開始深入思考，並曾親聆洛德教授講學。其後更進一步將兩位學者來自西方傳統的見解，以比較的框架，探討《詩經》之口頭成分。\n這部博士論文，歷經修改，終在一九七四年罕有地由加州大學出版社刊行；書名為 《The Bell and the Drum : Shih Ching as Formulaic Poetry in an Oral Tradition》，中文意思是： 《鐘與鼓：詩經作為口述傳統中之套語詩作》。此書之創意，不單是將兩位西方學者的「口頭創作」理論，應用於文化脈絡迥異之中國最早的詩歌總集，更以《詩經》之短篇及抒情兩個特色，大大拓闊兩位西方學者源於長篇及敍事之理解。\n在此書之後，楊牧先生持續以比較的角度探索《詩經》。先是就《詩經》之肯定「文德」，與頌揚武德之古羅馬史詩《厄尼亞本紀》（Aeneid) 相較，重塑一個面貌殊異的中原史詩英雄。儘管不少中外學者都認為，中國文學之發展雖源遠流長，但並無出現西方傳統及一般認知的「史詩」(epic) ；楊牧先生之獨特見解，亦為長久以來的爭議，增添一個角度。其後又就《詩經》中「儀式」（rituals）之「具體描繪」（mimesis) ，窺探中國戲劇之祭典起源，不但補充王國維早期的重要論點，更與同一時期任半塘之闡釋，異曲同工。\n二零二四年春，由花蓮同鄕老友葉步榮先生監修、洪範書店負責之三十卷全集，終將楊牧先生對《詩經》之比較研究，在華文世界首次全面呈現，定必對日後中國文學的理論探討多有啓發。",
  },
  {
    id: "review-2",
    header: "燃燒知識光熱的星辰",
    content:
      "楊牧，一位同時擁有知識堡壘，又建構想像神殿的詩人學者。喜愛觀察大自然，浸淫古往今來的文學世界，以哲思的高度探索愛、美、公理與永恆，每一本書就如同燃燒知識光熱的星辰，而一整套書，就如同我們時時仰望的無盡蒼穹。",
    name: "鄭毓瑜 /  中央研究院院士",
    nameCard: "國立台灣大學講座教授",
    fullReview: true,
    avatar: Avatar4,
    articleTitle: "未完成的和諧",
    article:
      "傳統典型與現代人物分別出現，在我永遠未完成的系列創作裏隨時參與，追求風格與思想之變化，完整的工作，如千頭萬緒的繩結裏維持某種秩序……\n《奇萊後書》完成於2009年，楊牧以未竟的〈中途〉，揭示人生無止盡的追尋，同時以自己的寫作信念，為「永遠從事著一未完成、待續的系列」；任何時空階段的任一結集，都不只是「鬆動的人情世故和偶然的草木蟲魚」，而是有機關聯、彼此牽涉，像一張密密編結的思維網絡，可以彼此「交叉詮釋，朝向一未完成的和諧」。這樣透過意義凝聚而不是時空分割去結構作品系列，其實具有雙重能動性，一方面顯現作者不願拘束於某一時空而有充分創作自覺；另一方面也表現了書寫本身不固化、不屈從，是無法被任何文學史分期規範的行動。在今昔相接的時間點上，楊牧看到從未知未定中浮現的創作之圖，探索永遠處於「在形成中成形」的想像輪廓；更重要的是，在嘗試、假定、調動也可能迷途的動態中，已經存在的與尚未成形的，沒有誰被忽視或者被抹消，而是朝向彼此交疊又互不抵銷的意義結構。\n楊牧曾經說，1978年秋天以後，是生命中最充滿自信、寧靜而快樂的時光；當普林斯頓降下初雪，在驚訝中有著「淺淺的喜悅」，你有如「豐饒的大暑，住在滿滿濃濃的快綠裏」(〈第一場雪〉)。春天過完以後，1979年夏天回到西雅圖，為「最有美麗的新娘」寫「草木疏」，風中如浪舞動的竹，一縷暗香猶帶芒刺的薔薇，帶著六朝風姿的梨，窈窕羞澀的常春藤；到1980年三月，楊牧為來到世界的新生命寫十四行詩，當生命以超越之姿選擇了一個完整的日子，就在無垠的空間裏，「以時間的面貌將過去，現在，未來雍容地延續」(〈出發〉)。\n但是，同樣在三月，楊牧也寫了最悲傷的一首詩，瘂弦說，收到〈悲歌為林義雄作〉正是林義雄經歷家庭變故後，出庭審訊之日。前一年冬雨飄落的時候，高雄事件帶來「未曾有過的失望感覺」，夏日裡明亮奪目的北西北，頓時被包圍在「以雪底姿勢飄落的雨」，「以淚底姿勢飄落的雪」當中(〈西雅圖誌〉)。然而，「磋商，火把，演講，衝突，逮補」的消息之前，楊牧正細讀林文月所贈之連雅堂《台灣詩薈》，開啟了對於明末至於乙未割讓間台灣文學的興趣，在萬里之外，「輕聲呼喊一個婆娑大洋裡美麗之島的名字」。完成後的〈三百年家國〉，瘂弦稱其為「扛鼎之作」，於1979年10月24日開始登載，楊牧認為要為台灣的詩歌寫歷史，必須從舊詩論起，從1661年鄭成功率船艦登鹿耳門開始，這是「一個寫現代詩的人『尋根』願望的表示，不是經院腐儒玩弄故紙堆資料的遊戲」(《楊牧書簡》)。\n在1979-1980短短兩年間，眼前的悲傷、快樂，與三百年的時光共迴旋，楊牧的創作圖示(schema)是在紛繁的思緒中試探不同的出路與關聯，既維護愛與生命的永恆歡愉，也探問歷史浪濤中的跌宕墨跡，更因眼見人間的慘酷而失望落淚；當三百年的台灣詩，如跨越大洋逼人而來的台灣傷心史，思念、緬懷與感傷，在現代詩與舊詩之間宛轉交纏，北西北的「尋根」因此是一種突圍，也是一種重構，那是關於島嶼上的人如何遭逢浮沉動盪的整體存在，因而重新成形的「台灣源流」。\n〈悲歌〉原來並不限於眼前單一事件，詩，另有意圖。楊牧曾說:\n我們的表達方式和著眼點在變化，但詩的精神意圖和文化目標，詩對藝術的超越性格之執著，以及它對現實是非的關懷，寓批判和規勸於文字指涉與聲韻跌宕之中，這一切，是不太可能隨政治局面或意識型態去改變的。(《有人》後記)\n這樣的傷痛，另有深厚度，不只是告別了所愛，同時也動搖了對於夢、歷史與知識的信仰:\n逝去的是人和野獸\n光明和黑暗，紀律和小刀\n協調和爆破間可憐的\n差距……\n北風在山谷中嗚咽，知識的\n磐石粉碎冷澗，文字和語言同樣脆弱。\n(〈悲歌為林義雄作〉)\n正是因為不切割時空、不孤立事件，1981年3月楊牧與李歐梵、鄭愁予、鄭清茂等人的一趟中國行，在脈絡不同的時空中，竟發現接踵而至的疲憊脆弱，如〈北方〉所說:如今我登高不賦，因為我無法相信眼前的任何制度，……何況面對古跡，我心中滴血，歷史和文化於我輩如惡魔，道德的執著又如何能鼓舞眾人的勇氣呢?知識和道德都是脆弱無力的，在這樣一個虛假的年代！\n〈北方〉一文特別為陳世驤老師逝世十年而作，而「虛假年代」的評斷，讓楊牧猛然想起二十年前陳世驤的文章“Multiplicity in Uniformity: Poetry and the Great Leap Forward”；其中批評「大躍進」時期為共產主義服務的詩歌生產運動，楊牧說那就如同北京的道路上都被攔腰砍過的行道樹，以一致的姿勢，執行同一種路線，魯迅橫眉冷對的「文學良知」究竟去了哪裡?\n文學從來不是反映現實，也無能複印眼前的現實，但是卻能透過前前後後的事件彼此的關係，在如詩的結構中，看出作者長久執著、不肯妥協的勇氣。早在1962年，楊牧大學畢業論文中就極度推崇英國詩人艾略特，認為艾略特在〈荒原〉、〈空心人〉詩中，成功擺脫維多利亞時期的膚淺、腐敗，具體化歐戰後的二十世紀原來是「文明而荒蕪」，楊牧說艾略特絕對不是只處理英語民族的問題。而自1966年以來反越戰情境影響下的楊牧，對於爭戰的抗議持續蔓生，如流露輕蔑與調侃的《柏克萊》(1970)，諷刺武王伐紂的〈武宿夜組曲〉(1969)，而後如〈悲歌為林義雄作〉(1980)、〈行路難〉(1982)到〈班吉夏山谷〉(1984)、〈失落的指環〉(2000)等，血腥事件可能發生在台灣、中國、車臣、阿富汗，正是這些「無疆界」的興感，打開了僅僅依賴現實處境、國族意識的創作尺度，作為詩人，他應該屬於「全世界的人類」。\n當作者反覆透過抒情、呼求、論辯、批判，將文字轉換回作為感受、認識、生活、交談與行動的言說，「未完成」的意義，正在召喚讀者的聆聽、對話以及涉入。當我們走進詩行蔓衍的象徵森林，解開繩結又重組，彷彿參與楊牧創作中正在發生的追求與變化；就在今昔相接的意義節點上，詩人奮起探索也將持續被探索，就如同文學永遠行經未完成的創作中途。",
  },
  {
    id: "review-3",
    header: "百年難遇的奇才",
    content:
      "不細讀楊牧，很難表示自己已掌握了現代文學，具有深刻的文學信仰。楊牧承接中西古典，發揚現代意識，擴充人間真與美的情懷，更示範了多變化的文學技法，是漢語詩文界百年難遇的奇才！",
    name: "陳義芝/ 詩人",
    nameCard:
      "曾擔任《聯合報》副刊主任，現為臺師大、政大兼任教授，逢甲大學特約講座，趨勢教育基金會文學顧問",
    fullReview: true,
    avatar: Avatar3,
    articleTitle: "試登絕頂：讀楊牧散文",
    article:
      "此前我寫的楊牧論文，多聚焦在他的詩，今天藉這一短稿，想說說他的散文。\n楊牧共出版散文集十四冊，寫作歷程超過半世紀，以抒情，以敘事，以紀遊，以議論，以多變化的體式及聲調，或作長文，或連綴手札，總能帶給讀者生命課題的趣味啟示。他肯定「散文是中國文學中顯著而重要的一種類型，地位遠遠超過其同類之於西方的文學傳統」，經營散文的心力不下於詩。\n我讀《葉珊散文集》，頗驚訝他與濟慈的對話──那麼年少就把自己的交遊拉高到文學史的層級，超越時空的正是文學的心靈。對他用打棒球的右外野手自比浪漫主義者，也覺得親切。在我還未接觸西方文學理論的年歲，楊牧提示的浪漫主義最先進入了我的腦海，我於是知道熱情、革新，即是浪漫。他的第二本散文集《年輪》在素材與形式風格的革新，就是浪漫的表現。\n《年輪》開篇之作〈柏克萊〉，以「我走到荒野的中心」起筆，「有人向我呼喊，使用我的小名。你不必問我什麼叫做困惑，在這破碎的時間的網狀地帶」，明顯要突破現實空間與時間的障礙，進行本質的凝思、秘密的探索，這使他看到一般人看不到的。透過想像，鄰室女子的性愛嘶喊，千萬年前地球的生成，戰爭死亡飢荒瘟疫對照著的回歸田園之夢，楊牧行之以聲色交織的筆觸，更加令人讚嘆。\n我在散文的課室，常常舉《年輪》中楊牧凝視星空看到的「七個自己」，與年輕朋友討論他的阿尼瑪，所謂內在的女性：既是夫君新逝的少婦，祭壇獻祭的處女，浴缸中撫弄感官的裸女，也是菠蘿山修院的修女，湖邊等情郎的初戀女，或者竟是剛被送進棺木的姥姥，戰爭時抱著死去獨子的母親。青年楊牧發揮雌雄同體的潛力，示範了文學的最高表現。\n二十年後結集的《星圖》，也多有與另一個自己對話的書寫，或化身為草木、禽鳥、星辰、雨露，十分迷離。這些年來，一些有關散文真實不真實的爭執，偏離了表現上的評斷，其實是無謂的。\n1982年楊牧四十二歲，出版《搜索者》。在這之前他已經有了積極介入現實社會的《柏克萊精神》。《柏克萊精神》觸及「學院派作家」的思索、狂狷精神的實踐。楊牧說「學院派的人應該時常窺其牖戶而知天下，否則正好應了人家『象牙塔』的嘲諷。」時隔半世紀，在人文學科價值遭質疑的今天，人文知識分子更應以冷靜的態度、憂患恤人的情懷介入時事。\n〈山谷記載〉是一名篇，將一個無名山谷、一段遙遠的日子，寫得無比鮮明真切，並且辯證了世間變與不變、回來與離去、觀看與被看、局內與局外、原住民與外省人等等分合同異。果然是一早慧而勤奮鑽研的創作者，三十而立，即成「一家之言」。\n《搜索者》入選1999年在台灣評選的三十冊「台灣文學經典」。我對此集中的篇章印象\n特深，若有人問我為何特別推薦作為書名的那一篇？回答是：搜索乃人生課題，搜索為的是接收自然的啟示，體會文明的面貌，破除心理的疑惑與失落；楊牧的〈搜索者〉，細膩地形容天地間的召喚，顯現個人沉思的歷程，語法跌宕，文采煥然。多年前我好奇此作，曾追躡其行旅，去到溫哥華島，同樣開車，走了一趟楊牧走過的路……。\n收在不同集子裡的〈卜弼德先生〉、〈覃子豪紀念〉、〈胡老師〉（胡楚卿）、〈北方〉（悼念陳世驤）、〈霜滿天〉（追懷許芥昱）、〈六朝之後酒中仙〉（描寫朋輩飲者）……，都是楊牧傳神寫人的散文，具現悲喜之情思、曲折之筆意，彰顯倫理文化，也都可當經典文章讀。\n作為楊牧生命記憶、文學自傳的《奇萊前書》與《奇萊後書》，顯示一位詩人作家如何啟蒙、如何摸索、如何經歷內外在的衝突動盪，以經驗世界為時間、永恆的事物造像，確立了真與美的信念。\n幾乎在同一個時段，楊牧還出版了《疑神》及《亭午之鷹》。前者有廣袤的閱讀視野，以札記體呈現，讀來輕快。疑神的「神」不只是宗教領域的神，也是生命本體的、文學課題的，所謂「入神而妙」。全書二十篇，任選一篇都好看。「宗教的首要是教人謙遜」，這一句像霜天晚鐘撞人心扉。後者，融入知識，映照想像，領悟創作原理有如鷹的思維感慨，鷹的骨格精神。後記題名〈瑤光星散為鷹〉，這題名真美，講知識累積、文心統攝、觀察、感受、構思，只此一篇已值回票價，何況還有真正的〈亭午之鷹〉，教我們尋找出現過或不曾看過的「我們的鷹」。\n楊牧定位一隻鷹的過程，「即是一首詩之完成的過程」。《一首詩的完成》是他念茲在茲的事，這一本寫給青年詩人的十八封信可當詩論，也可當大詩人自剖文學心靈的散文集。創作者的詩論，特別能點化創作的喜悅或困頓，指引文章得失的竅門，且其文字有血氣、有肌膚感，有難以言傳的藝術匠心，不同於純理論的講述。文學青年若能按圖索驥，體貼人情之美，珍惜大自然的教誨，得記憶女神的相伴，保有歷史意識，經長年蘊藉陶養，必能進入創作的狀態，不可能不成為詩人。\n多年來我追蹤閱讀楊牧，不斷印證文學的格調、境界，包括他對語彙、聲氣、筆法的掌控，逐漸完成一條路線的探勘，證實讀楊牧的散文，如凌絕頂，不論你採取哪一條路徑。\n‧2023年12月19日",
  },
  {
    id: "review-4",
    header: "好文學不朽",
    content:
      "如果當今還有人捧讀李白，後世就會有人捧讀楊牧。《楊牧全集》集結詩人六十年豐厚創作，留下詩人感知學思的精髓，是我們最可信賴的文學與人生指引，我們如何能不珍惜？！",
    name: "陳育虹",
    nameCard: "",
    fullReview: false,
    avatar: Avatar6,
  },
  {
    id: "review-5",
    header: "不讀楊牧要做什麼呢？",
    content:
      "對楊牧而言，文學是一種反抗，要呼應屈原說的「發憤以抒情」，不讀楊牧要做什麼呢？",
    name: "許又方 /  政治大學中文研究所博士",
    nameCard: "現任東華大學華文系教授兼主任\n楊牧文學研究中心主任",
    fullReview: true,
    avatar: Avatar2,
    articleTitle: "讀楊牧全集二三事",
    article:
      "楊牧老師的外甥女，同時也是音樂家徐作因女士曾經問楊牧一個問題：「舅舅，你一定在海邊撿到一枝筆，不然我每次看你都在睡覺，怎可能寫出這麼多東西？」我們都知道那是玩笑話，但是，等到我親身參與《楊牧全集》的編纂工作，恍惚間，我一度懷疑說不定那是真的……。\n楊牧先生作品之多，不僅止於詩歌、散文的創作，文學評論、時事針砭、翻譯，乃至涉及中外古今的文學研究等，無不令人咋舌；更別說他還經手洪範、志文等出版社的編輯業務，親手寫下無數篇的作品簡介折頁，而且質地精美，絕無草率。尤值得一提的是《唐詩選集》的編寫，從《全唐詩》四萬九千餘首作品中精選出來，又引用個別詩人的全集、別集，以及其它選集、類書校斟，費時十五年，實在難以想像那是多麼嚴峻的工作，令人不得不由衷敬佩！我親見他許多手稿，總是塗塗改改，反覆推敲，心神耗費之大，難以情測。我想，所謂的「撿到一枝筆」，應該是指老天爺賦予他的文學天分，以及精益求精的固執性格吧？\n我曾親炙楊牧老師，若斷若續二十年，也常為了學習向他請教。有一回突然對他的《陸機文賦校釋》產生興趣，決定一探究竟。為此，我寫了數封信與他討論書中情節，某次他的回信提到：\n洪範版陸機文賦校釋頁四O vertus一字應作vertu，應改正。按vertu為中古英文，見於喬叟坎特伯雷故事集，與現代英文virtue同源，但意義分歧，早已不能一概而論……。\n以前讀大學時唸過《坎特伯雷故事集》（ The Canterbury Tales ），中英對照，讀得十分辛苦，也沒注意到什麼vertu，雖經老師提點，依舊茫然不知何處去覓此詞。不過，由此可見楊牧老師讀書的仔細，對於出處來歷，絕不含糊。《楊牧書簡I．致瘂弦》中有段文字可與相發明，1966.11.4楊牧從柏克萊寄愛荷華予瘂弦的信中說：\n我譯Iowa為愛荷華，典出《詩經》鄭風〈山有扶蘇〉篇：「山有扶蘇，隰有荷華，不見子都，乃見狂且；山有橋松，隰有游龍，不見子充，乃見狡童。」\n類似的例子實在不少，例如2002年1月7日寄給我的信中提到「本來我為學校宿舍取名居南村是有意思的，懷此頗有年，今日從茲役，可惜百分之八十的人都不懂。」（居南村是教授的住宅，其名稱乃來自陶淵明詩〈移居〉：「昔欲居南村，非為卜其宅，聞多素心人，樂與數重夕。」所以東華的學人招待所名為「素心里」。）由此可見，讀楊牧的作品，學術部份自不待言，即使文學作品，亦必須留意文字的來歷，古典文學（不論中外）的素養，必不可少。\n讀楊牧作品，既處處可見老師隱藏在詩文裏的學問，這使得楊牧的詩是出了名的難讀，不過也因此增加不少解析上的樂趣。例如〈禁忌的遊戲・4〉：「冷冷的陽光照亮一條承霤／好安寧／居民也許都在讀早報」。〈禁忌的遊戲〉組詩總括而言是在追悼西班牙詩人洛爾卡（Federico Garcia Lorca, 1898-1936）。詩中用「承霤」頗不尋常，畢竟那不是常見的字詞。我以為，詩人用此詞具有特別的用意。承霤是屋簷下承接雨滴的器具，潘岳〈悼亡詩〉提到：「春風緣隙來，晨霤承檐滴。寢息何時忘，沉憂日盈積。」藉雨水不斷滴落承霤來暗示憂愁盈積，寢息不忘的哀傷。或許楊牧正化用這個典故，用以營造一種寧靜中的憂傷。\n又如〈行路難〉：「君不見慈恩寺塔風淒迷／鬼匿神藏詩魂啼……／我在塔前落魄地搜尋著，辨認／一些遙遠的年號，漫漶的字跡／他們曾經結伴來過，在春日裏／薄醺的才具和華麗的衣裳，人生／得意馬蹄急，詩論應制詩的涵蘊／挑剔新科榜首的門第，帶著鄙夷的／神色，典故可能有問題，聲韻／拗戾，何況書法也險象叢生／『這怎麼可以？』一個說／舉杯就唇，又嚴重地歎了一口氣」。楊牧藉著「大雁塔」與「慈恩寺」，將唐代詩人功名之士召喚至詩裏，與同為詩人的他形成對話的態勢。案：大雁塔在慈恩寺內，根據王定保（870-940）《唐摭言》卷三的記載：「進士題名，自神龍之後，過關宴後，率皆期集於慈恩塔下題名。」楊牧顯然熟知此一典故。其中「得意馬蹄急」襲自孟郊（751-814）〈登科後〉：「昔日齷齪不足誇，今朝放蕩思無涯。春風得意馬蹄疾，一日看盡長安花。」楊牧用整段詩模擬當年應試詩人集結慈恩寺前指摘討論的狀況，具有十足的戲劇性。唯內涵當不僅此，因為整個唐代，不止高中進士者曾在寺前得意，幾乎各時期重要的詩人，都曾駐足此地，留下足供後人憑弔吟詠的詩句，岑參、杜甫、章八元、元禛、白居易、賈島，乃至晚唐的楊玢等，《全唐詩》中可謂摭拾易得。其中楊玢〈登慈恩寺塔〉尤其引起楊牧的注意，特別在其《唐詩選集》的前言中引述之。而楊牧本詩中的「當夕陽聒噪過群鴉」無疑即脫自楊玢詩「鴉噪殘陽麥隴青」。\n詩人之用心如此。\n十月的花蓮倒有一半時間在下雨，隨著秋天逼近，漸漸轉涼。我隱約想起十年前楊牧老師偕盈盈師母到我家吃飯的光景。那天師母準備了一瓶無酒精的「麥酒」，老師笑說：「喝起來有啤酒的味道。」並說自己戒酒毫無困難，說不喝就不喝，跟年輕時戒菸一樣果斷。臨走前，老師在我家院子徊徘，望著魚缸裏的魚說：「你的生活就像『考槃在澗』。」言畢與我相視而笑。2000年老師赴布拉格講學，託我代課《詩經》，〈考槃〉一詩講綱在列。當時我頗嚮往詩中那種寧靜隱居的生活，但又年輕氣盛，經常在報端發表對時事的看法，顯得有些格格不入。不久，我重讀《亭午之鷹・天涼》，楊牧如此陳述秋聲帶給他的悚然：他說自己沉悶的心血因著風濤的旋律活潑、流動起來，因而：\n我完全感觸到自己的存在，不是喜悅認知，是惋惜未識：時間在拍打我們的體格，侵蝕我們的精神，時間使我們疲憊，衰老。可是等我再次驚起的時候，不免產生疑問：這莫不是宋玉蕭瑟憭慄之悲？不不，我寧可反覆提醒自己，這原來都是因為惜誦致愍，而我們到底必須和屈原一樣才好，因為我們總是這樣發憤以抒情。\n我覺得這段陳述中隱寄著楊牧的創作理念，雖然秋涼的濤聲驚動他對於時間流逝的疑惑，體驗軀體與精神的疲憊衰老，因而思及宋玉（約前289-約前222）在《九辯》中對於秋天悲傷的描述。惟詩人並不甘於他的文字僅能捕捉這種憭慄之悲，僅能歌詠「悲憂窮戚兮獨處廓」（宋玉語）的感傷，而是必須呼應屈原在《九章‧惜誦》中所說的「發憤以抒情」。人可以衰老，但詩不可以，文字有責任保持一種永恆且「奇特的憤怒」，我想這是楊牧這段文字中所要寄寓的文學意涵。對他而言，「文學是精神獨立的標榜，總是在喧呶附和聲中獨持異議。文學是一種反抗。」學文的人，如何也不能忘記隨時關心這個世代。於是我再重讀〈考槃〉：「考槃在澗，碩人之寛。獨寐寤言，永矢弗諼。」什麼是「獨寐寤言」？未始不是堅持一種理念、一份理想，存在心中永遠不忘。是呀，當年楊牧老師「考槃在澗」一語，值得細細思量。\n《楊牧全集》出版在即，我雖曾參與其中的翻譯、校譯與校對工作，但真正耗費心神的是葉步榮先生，他宵衣旰食，一絲不苟，為老朋友的集子盡心盡力，令人感佩。本來我們以為，只要把楊牧老師生前曾出版的作品整理整理，就可以完成《全集》，殊不知「出版」的定義太廣泛，楊牧老師曾寫過的文章，至少用中、英文發表在不同刊物上，必須將之蒐集後重新編排、校對、翻譯、譯校，更別提還有許多未刊稿，工程繁複龐大，教人望之興嘆。而在編輯過程中，回想起與楊牧老師二十餘年的交誼，更覺得他是表裏一致的人，絲毫不做作，嚴謹中帶著幾分灑脫，率真中帶著幾分任性。我想也許是這樣的人格特質，所以造就他能寫出這麼多擲地有聲的文章吧？",
  },
  {
    id: "review-6",
    header: "時代的眼睛",
    content:
      "《楊牧全集》宛如多寶格，收藏楊牧一生心血，分門別類，置放在不同的櫃格，層層疊疊，相生相成，飽含楊牧的學思才情，是文學的寶藏，也是時代的眼睛。",
    name: "張力 / 中央研究員近代史研究所兼任研究員",
    nameCard: "國立東華大學榮譽教授",
    fullReview: true,
    avatar: Avatar1,
    articleTitle: " 那一年，聽楊牧說的事",
    article:
      "  一九七五年九月到一九七六年六月的那一學年，楊牧返臺擔任臺大外文系客座教授，住在東門附近的金山南路，我們政大的一些同學曾幾度在那邊煮火鍋、喝酒。比較常去的固定「班底」幾乎都是北漂的文青，平日聚會只能在校內找個地方或者在校外的餐廳，少有機會能夠在一個「家」中，大夥兒擠在廚房，進進出出，洗菜切菜，然後坐下來慢慢吃喝，輕鬆聊天，不必顧慮是否聲音太大影響別人，也不用在意會不會超時被趕。\n王老師講話節奏舒緩，不慌不忙，把酒言事總是從容不迫，我們耳濡目染，上了餐桌就收拾起七嘴八舌的急躁。王老師的話不多，臉上的表情也不多，但他不是嚴肅的人，對學生輩十分寬容，願意接近、傾聽。他聽我們的校園生活點滴，表情總是很專注，通常酒過三巡之後，老師的談興漸起，有回聊到忘記時間，過了最後一班公車的時間，我們只好留宿在老師家，各據沙發而眠。那已經是將近半個世紀之前的往事了，對於聊天的內容，我大多已經不復記憶，但那一年老師的文章見報率特別高，中國時報副刊還有他的專欄「結廬隨筆」，文中所言如果是我們曾聽老師說過，有了參照印證，自然記得比較清楚。印象中有幾件事是我們先聽老師聊起，後來才讀到文章的，讀起來特別有感覺；有幾樁則是文章刊登後，我們聚會時老師又主動說起，有了老師的「講解」，我們體會比較深。\n老師回台灣一星期左右就被請到東門派出所，因為他沒走人行地下道，反而在車陣中神勇地跨越快車道，如入無人之境。他應該是在第一次聚餐時說起這件事，主要是他認為地下道應該是給車輛走的，人應該走在有陽光和綠樹的平地，還舉紐約為例，強調地下是給地鐵走的。然而台北人已經很習慣見到地下道就自動往裡鑽，倒從來沒想過這個觀點。台北第一座地下人行道是圓山地下道，在1965年2月開始啟用，當時以人車分道政策疏解交通瓶頸，人行陸橋和地下道路陸續設置。王老師在1964年赴美念碩士，可能不諳其源，也就不入其道。\n那回王老師在派出所乖乖繳了九十元台幣罰款，警察將印花收據從中間裁開，一半交給他，一半由警察自己收存。老師不慍不火地描述這個過程，我特別注意到他的臉上有一絲笑意，眼神慧詰，彷彿對於違反交通規則的初體驗頗有心得。後來我讀到《柏克萊精神》的自序，老師描述這個各持一半收據的程序，然後評道：「我覺得這個制度很鮮，簡單明瞭，而且絕對不會有甚麼弊端」。「鮮」這個字是我們大學生的流行語，形容人或事或感覺有點奇有點妙，又有一點好玩。抒情詩人用「很鮮」，一點也不違和。而這篇呈現警察正面形象的文章，令市警局受寵若驚，特地函謝，老師更是得意萬分。\n那時候出臺大校門口沿著羅斯福路方向有一整排木造違建，依著傅園的圍牆搭建起來，低矮簡陋的兩層店鋪，都是小小窄窄的，緊緊相連，賣書、鐘錶、豆漿、雜貨等，五花八門。最接近校門口的博士書店主要出售理工書籍講義，隔幾間有銷售文學書籍為主的香草山書屋。有回我們聊到政大學生也喜歡到香草山書屋朝聖，順便在旁邊的小吃店打打牙祭。王老師有感而發地說，出了臺大校門口看到人來車往，這樣熱鬧很好，可惜臺大有圍牆，感覺不夠開放。老師說他理想中的大學不要有圍牆，就像他的母校柏克萊大學一樣，不但沒有圍牆，連校門口都低調到若有似無，學生下課後立即踏進現實社會，這樣可以培養學生介入社會的胸懷。他提到紐約哥倫比亞大學入口處車水馬龍，和柏克萊大學類似，這是他嚮往的校園情調。我們從小對於學校的圍牆習以為常，牆裡牆外的界線一清二楚，第一次聽到大學最好不要有圍牆的想法，感覺遙遠而陌生。\n王老師後來在〈我所不知道的康橋〉中，把這個「接地氣」的概念說的更具體：「我喜歡校園靜謐，但不喜歡校門口悄悄，我認為校門口應該熙熙攘攘才有生氣，也可以使下課的學生一步即踏入現實的邊緣，馬上把自己武裝起來，面對學術以外的世界。」他主張知識必須在現實社會發揮才有力量，讀書人不能關在象牙塔，必須學以致用，「在書本和社會現實之間尋求知識方案的平衡，為熙熙攘攘的群眾提供智慧的判斷」，這是講究實際的精神，也是王老師一直強調的柏克萊精神。\n臺大傅園外面的木造房屋在一九七八年被拆除，沿羅斯福路的圍牆後來全數降低，舟山路的圍牆在兩千年時拆除，沿新生南路的圍牆也低矮化，其中有六百公尺更進一步改建為景觀廊道，提供行人使用。據稱如此「去圍牆」的目的是加強社區和學校的互動，近二十年來強調大學的「社區參與」，應該就是王老師當年心心念念的「社會介入」的一環，讓學生「睜開眼睛，更迫切地觀察社會體認社會」。\n王老師重視古蹟與環境的維護。一九七四年他聽聞彰化縣政府要拆除孔廟，曾寫了一篇長文呼籲相關單位打消此念，後來他對我們談起此事時依舊忿忿不平：怎麼可以把一個比美國歷史還長的孔廟拆掉？此外，他熱愛他的故鄉花蓮，作品之中常抒發關懷之情。然而水泥廠、酒廠、氮肥廠、紙漿工廠等的大煙囪冒出的煙或臭氣，帶來了空氣汙染，令他「討厭之極」。而曾讓他寫出〈綠湖的風暴〉的鯉魚潭，湖邊陳列粗俗不堪石雕像，他更是「不忍卒睹」。當時我正開始關心這些議題，讀了王老師的文章，獲得了不少啟發。\n我的大學歷程有點曲折，先是勉強讀了機械系，半年後決意重考文組入政大中文系，再轉西洋語文系 (1991年改為英國語文系)，最終卻是走上歷史研究之路，與當時理工掛帥的潮流背道而馳。我從人人看好的實用科系轉到所謂沒有實際效益的人文領域，因此對於當時動輒出現的大學「革新」的建議，特別留意。一九七六年夏天王老師返美前和我們聚餐時，語重心長地提到他在五月發表的兩篇文章，對於台灣外文系和人文教育的發展憂心忡忡。先是那年四月，《中國時報》刊登了一篇社論呼籲外文系分文學、翻譯、教學三類，王老師期期以為不可的是該文所提議的課程方針──文學類加重現代英語比重；翻譯類加強訓練口譯和導遊人才；教學類略去古典英文。王老師在〈外文系是幹甚麼的？〉中直指該社論乃隔行隔山之見，強調外文的學習必須誦讀該國文學傳統經典，「惟有紮根於古典，始能開花於現代」，只有以經典文學厚植根底，才可能在畢業後的實際運用中得心應手。該篇社論舉例說台北美國學校畢業的中國學生比外文系畢業生的就業機會多，言下之意是他們的課程實用實際多了。王老師語氣肯定地告訴我們，一流的翻譯人才絕對不會是台北美國學校訓練出來的，一流的翻譯者必定經過英文經典名作的陶冶。\n老師對於「訓練口譯和導遊之類人才」最不能苟同，大力抨擊此種觀念無異把外文系當成培養「伏事公卿」之人，好讓「用者稱便」。我對「伏事公卿」，「用者稱便」八字印象深刻，很有畫面感，非常傳神地勾勒出卑躬屈膝，唯命是從的模樣。老師對我們說：「簡直把外文系當成就業補習班，我們外文系培養的人才不是要──」，話還沒說完，我馬上接「伏事公卿，使用者稱便」，老師聽了大樂，馬上舉起酒杯跟我暢飲一杯。\n當時台灣教育界興起「實用論」，另有一位客座教授撰文主張臺灣只需要師範大學和工商技術大學，一般大學可以廢除，王老師讀後深以為憂，在〈人文教育即大學教育〉一文中批評這類建議只會助長一個物質至上，勤於鑽營的社會。他認為文學院的課程就是一般所謂人文學科 (humanities)，其中以文，史，哲最重要：「文學院以文史哲的研究和教學來訓練那些選擇人文主義為傳承事業的青年，並以文史哲的闡釋和發揮支援其他學院的教學」，使學生能夠在「文學的移化，歷史的教訓，哲學的超越上」，具備「人文主義者的知識勇氣」，面對現實社會。老師一直主張，文史哲三方面的素養在人文教育中不可或缺，因此在他擔任東華大學人文與社會科學院院長時，於成立英美語文系、中文系之後，我有幸受邀籌設歷史系，設置哲學系的機會則尚未成熟。\n王老師對於大學教育有他的理想與堅持，當年他對我們說的，關於外文學習的古典根柢之必要，人文學科的文史哲之必要，大學教育的社會介入之必要，我們並不完全明白，幸好老師將之形諸文字，我們得以捧讀再三，加上日後我自己也走入學術界，身在人文領域，更能體會到老師的苦口婆心。勇於發聲，關懷社會，積極介入，這是老師常說的，讀書人的良知和勇氣。\n老師喜歡「讀書人」這個詞，也喜歡聽我們說讀了什麼書，即使我們的心得總是說得零零落落，乏善可陳。他年輕時給摯友葉步榮的信不時談到讀書 (見《楊牧全集28》)，葉先生開始工作後沒什麼時間讀書，老師回信說：「我所崇拜的大詩人T. S.艾略特也在倫敦做過大英銀行的職員，但他照常寫詩，照常辦雜誌，且寫了許多精闢驚人的文學論文，我就不信你會比他忙──誰相信臺灣省合作金庫花蓮支庫的業務忙過大英銀行總行的業務呢？」老師勸老友不要輕易捨棄讀書的興趣，以大文學家和大英銀行比喻，小題大作得恰到好處，理直氣也直，實在「很鮮」！",
  },
  {
    id: "review-7",
    header: "永恆",
    content:
      "來自「水之湄」的詩人，從十五歲起便開始了璀璨的「北斗行」。以「心之鷹」的想像力，他創造了一束束的「瓶中稿」，一則則「完整的寓言」，一首首「長短歌行」。時而「俯視」「微塵」中的「介殼蟲」，時而「仰望」「十二星象」。他為「時光命題」，以詩「涉事」，寫遍古今中外的「傳說」，洞悉人間「禁忌的遊戲」。當「無塵，輝煌」的寶劍鑄煉完成，詩人便乘著一葉「雲舟」，抵達「一切的峰頂」，佇立在那裡，永恆。",
    name: "奚密 / 臺灣大學外文系學士",
    nameCard:
      "美國南加州大學比較文學博士\n現為美國戴維斯加州大學東亞語言文化系及比較文學系特聘教授",
    fullReview: false,
    avatar: Avatar6,
  },
];

export const product = [
  {
    id: "intro",
    content:
      "❝\n編排規格體例\n盡量遵循楊牧長期參與編輯\n累積之理念和原則\n對同義通用字辭，未刻意統一\n譯名維原譯，期間相近者，酌予統一",
  },
  {
    id: "book1",
    title: "詩卷五冊",
    content:
      "收曾以單行本形式出版之詩集，依各集初版時序，包括《水之湄》、《花季》、《燈船》、《傳說》、《瓶中稿》、《北斗行》、《吳鳳》、《禁忌的遊戲》、《海岸七疊》、《有人》、《完整的寓言》、《時光命題》、《涉事》、《介殼蟲》、《長短歌行》十五集，並附遺作《微塵》一集。內容參考洪範版《楊牧詩集》三冊編排。",
    img: BookSet1,
  },
  {
    id: "book2",
    title: "散文卷七冊",
    content:
      "收曾以單行本形式出版之散文集，參照出版時序及文章篇幅，合輯分冊，包括《葉珊散文集》、《年輪》、《柏克萊精神》、《一首詩的完成》、《搜索者》、《亭午之鷹》、《奇萊前書》、《奇萊後書》、《疑神》、《星圖》、《交流道》、《飛過火山》十二集。",
    img: BookSet2,
  },
  {
    id: "book3",
    title: "文論卷六冊",
    content:
      "收曾以單行本形式出版之文論八集。原刊本《傳統的與現代的》（1974）、《文學知識》（1979）及《文學的源流》（1984）三集，後經楊牧增刪改訂，編成洪範版《失去的樂土》（2002）及《掠影急流》（2005），文論卷收此二集；未見於此二集之作，收入別卷《集外集》。另編入刊於海內外學報之三篇論文，英文原作皆經漢譯。",
    img: BookSet3,
  },
  {
    id: "book4",
    title: "譯著卷四冊",
    content:
      "收曾以單行本形式出版之翻譯，包括《葉慈詩選》、《暴風雨》、《英詩漢譯集》、《新生》、《西班牙浪人吟》、《甲溫與綠騎俠傳奇》六集；以及文論《隱喻與實現》書後附錄〈庫爾提烏思論歐洲與歐洲學〉譯文一篇。",
    img: BookSet4,
  },
  {
    id: "book5",
    title: "別卷八冊",
    content:
      "收楊牧生前未編入單行本之作，包括詩、散文、雜文、序跋、文論、翻譯……等，編為《集外集》三冊；以及與瘂弦、葉步榮長年往來之書信，編為《書信》三冊；加上洪範出版書籍之摺口書介（楊牧撰）《洪範書介》一冊；以及年表、索引、存目作品、手稿、書影、生活照……等資料集《附冊》一冊。",
    img: BookSet5,
  },
  {
    id: "extro",
    img: extroCover,
  },
];

export const productVisual = [
  {
    id: "visualContent",
    content:
      "封面設計展現了楊牧的詩意與深度。以抽象圖案為基調，運用漸層的色彩打造出一個流動而富有詩意的視覺效果。封面的印刷運用了高品質的紙張和精細的印刷技術，為讀者營造了一個引人入勝的視覺和文學旅程，呈現了楊牧文學的美學特質，也是對台灣現代詩歌視覺上的致敬",
  },
];

export const authorInfo = [
  {
    id: "aboutAutherContent",
    content:
      "本名王靖獻，筆名葉珊、楊牧等，台灣花蓮人。東海大學外文系學士，美國愛荷華大學藝術碩士，柏克萊加州大學比較文學博士。曾任教於美國麻薩諸塞大學阿默斯特分校、華盛頓大學、普林斯頓大學、香港科技大學、台灣大學、東華大學、政治大學等，曾任中央研究院特聘研究員兼中國文哲研究所所長、東華大學人文社會科學學院院長。\n楊牧一生戮力耕耘文學，著有大量詩、散文、戲劇、評論等中英文類，有數十種外文譯本在國外出版。曾獲中山文藝獎、吳三連文藝獎、國家文藝獎、馬來西亞花蹤世界華文文學獎、美國紐曼華語文學獎（Newman Prize for Chinese Literature）、瑞典蟬獎（Cikada Prize）等。",
  },
  {
    id: "authorQuote",
    content:
      "縱使我記不得它原狀實在怎樣\n我也會因為那隱約的形似而覺安心\n並且無怨尤地接受它\n為我努力回憶而終於捕攫重有了它的片斷感到欣喜\n\n── 楊牧〈來自雙溪〉《奇萊前書》",
  },
];

export const questions = [
  {
    id: "question1",
    question: "書籍尺寸、材質與整體重量？",
    answer:
      "本套書的每本書尺寸為15cm x 21cm，採用優質的木漿紙印刷，每本書平均重量為300克，整套書的總重量約為9公斤。",
  },
  {
    id: "question2",
    question: "編輯委員有誰？是誰出資出版？",
    answer:
      "編輯委員由台灣文學界的資深學者和詩人組成，確保書籍的品質與完整性。此套書是由童子賢先生出資，並由洪範編輯出版。",
  },
  {
    id: "question3",
    question: "是否會出版電子書？",
    answer: "目前我們沒有出版電子書的計劃。",
  },
  {
    id: "question4",
    question: "圖書館或公司行號贊助採購？",
    answer:
      "我們非常歡迎圖書館或公司行號的贊助採購。如果您有此方面的需求或問題，請聯絡我們的客服信箱，我們會儘快回覆您的諮詢。",
  },
];

export const yangnuSocialMedia = [
  {
    id: "yangmu.com",
    title: "楊牧",
    url: "http://yangmu.com/",
  },
  {
    id: "yang-mu.blogspot",
    title: "楊牧數位主題館",
    url: "https://yang-mu.blogspot.com/",
  },
  {
    id: "YangMuLibrary",
    title: "楊牧書房暨研究中心",
    url: "https://www.facebook.com/YangMuLibrary/",
  },
];

export const publisherSocialMedia = [
  {
    id: "洪範書店",
    title: "洪範書店",
    url: "https://www.facebook.com/p/%E6%B4%AA%E7%AF%84%E6%9B%B8%E5%BA%97-100066431387763/?locale=zh_TW",
  },
];

export const fisfisaSocialMedia = [
  {
    id: "目宿媒體",
    title: "目宿媒體",
    url: "https://fisfisa.com/?lang=zh-Hant",
  },
  {
    id: "facebook",
    title: "Facebook",
    url: "https://www.facebook.com/poemmovie/",
  },
  {
    id: "instagram",
    title: "Instagram",
    url: "https://www.instagram.com/fisfisamedia/",
  },
  {
    id: "youtube",
    title: "Youtube",
    url: "https://www.youtube.com/channel/UCY1rhODZ1nNHX0mVZxh_46Q",
  },
];

export const contact = [
  {
    id: "email",
    title: "Email",
    url: "mailto:OOXX＠gmail.com",
  },
  {
    id: "phone",
    title: "Phone",
    url: "tel:+886-OOOOOOOOO",
  },
];
